semestr1/wstep-do-fil/08.12.20-w.md

# Table of Contents

1.  [Dowody ontologiczne](#orgdbd4fed)
        1.  [Aureliusz Augustyn](#org29ebbc6)
        2.  [Anzelm z Cuntenbury](#orgd341859)
        3.  [Kartezjusz](#org190c1b6)
2.  [Dowody kosmologiczne](#org7792b36)
        1.  [Tomasz z Akwinu](#org21c4bcd)
        2.  [Immanuel Kant](#orgc1a0f77)



<a id="orgdbd4fed"></a>

# Dowody ontologiczne


<a id="org29ebbc6"></a>

### Aureliusz Augustyn

-   w umyśle każdego człowieka istnieje pojęcie prawdy
-   musi istnieć twórca prawdy
-   twórca prawdy musi być wieczny
-   wieczny twórca prawy isntieje
-   Bóg istnieje


<a id="orgd341859"></a>

### Anzelm z Cuntenbury

-   wśród pojęć w umyśle ludzkim jest pojęcie Boga
-   Bóg jest bytem najdoskonalszym (nie da się pomyśleć nic *większego*)
-   kto jest twórcą pojęcia bytu najdoskonalszego w umyśle człowieka? - Bóg
-   Bóg istnieje


<a id="org190c1b6"></a>

### Kartezjusz

-   cogito ergo sum
    -   efektem wiedzy zmysłowej jest wątpliwość
    -   wątpliwość to myśl
    -   musi istnieć podmiot myślący
    -   'rzecz myśląca' - res cogitas istnieje
    -   wprowadza prawo przyrody - przyczyna musi być równa skutkowi
    -   skutek - pojęcie boga - przyczyna - Bóg


<a id="org7792b36"></a>

# Dowody kosmologiczne

-   dowód aposteriori - po doświadczeniu


<a id="org21c4bcd"></a>

### Tomasz z Akwinu

-   zakwestionował dowód ontologiczny
    -   jeżeli dowodzimy istnieje Boga, jak możemy znac jego istotę
    -   nie ma przejścia pomiędzy światem idei i materii
-   jest jedna droga do dowodzenia istnienia Boga - poprzez doświadczenie
-   5 dróg
    -   dowód z ruchu - potrzebny jest nieruchommy poruszyciel (pierwszy poruszyciel, Bóg)
    -   dowód ze skończoności świata - 1. przyczyna w relacji przyczynowo skutkowej
    -   dowód z przygodności/przypadkowości - dla wszystkich bytów nie ma konieczności istnienia, byty przygodne tworzą byty przygodne
    -   ze stopniowalności doskonałości - jeżeli jedne rzeczy są doskonalsze od innych to istnieje rzecz najbardziej doskonała
    -   z celowości przyrody - celem bytu niższego jest służenie bytowi wyższemu


<a id="orgc1a0f77"></a>

### Immanuel Kant

-   krytykuje dowody ontologiczne
    -   z pojęcia przedmiotu możemy jedynie twierdzic o możliwości istnienia, nie o realności istnienia
-   krytyka dowodu kosmologicznego

